tools/issi/logs/requests/request_20241117_010007.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-11-17T01:00:01+02:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{1260d259-bd45-4a25-991f-809fe6e0188f}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-11-16T13:15:08+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;37813&lt;/RegNumber&gt;&lt;CaseNum&gt;20228920401123&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-09-20&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;длъжник до приключване&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;1&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Препоръчано писмо&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;176&lt;/DocSubCategoryCode&gt;&lt;Description&gt;СМЕТКА&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-11-17&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;/OutgoingReg&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-16T13:15:08+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920401123&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-09-20&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;длъжник до приключване&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;СМЕТКА&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
